---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DoorFrameMaterial
source: html/fb9e3c2b-f01d-a282-cf0e-8277c69ebf30.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DoorFrameMaterial Property

"Frame Material"

## Syntax (C#)
```csharp
public static ForgeTypeId DoorFrameMaterial { get; }
```